Repository: MuhammadYaseen042/KonnectJobs
Catalog: lib/l10n/app_*.arb
Languages: ur

source: Login
ur: لاگ ان کریں

# getStarted
source: Let's get started
ur: آو شروع کریں

# lilBit
source: A lil bit about yourself
ur: اپنے بارے میں تھوڑا سا

# enterNo
source: Please enter your mobile number
ur: براہ کرم اپنا موبائل نمبر درج کریں

# verifyButton
source: Verify
ur: تصدیق کریں

# sendCode
source: A 6-digit code has been sent to your number
ur: آپ کے نمبر پر 6 ہندسوں کا کوڈ بھیجا گیا ہے

# notReceived
source: Didn't you receive any code?
ur: کیا آپ کو کوئی کوڈ موصول نہیں ہوا؟

# sendOtp
source: Resend OTP
ur: OTP دوبارہ بھیجیں

# countDown
source: Time remaining 00:{time}
ur: باقی وقت 00:,{time}

# congrats
source: Congratulations
ur: مبارک ہو

# accountCreated
source: Account has been successfully created
ur: اکاؤنٹ کامیابی کے ساتھ بن گیا ہے

source: Name
ur: نام

source: Gender
ur: جنس

source: Male
ur: مرد

source: Female
ur: عورت

source: Country
ur: ملک

source: State
ur: ریاست

source: City
ur: شہر

source: Date of Birth
ur: تاریخ پیدائش

# submitButton
source: Submit
ur: جمع کروائیں

# choseOption
source: Choose one option
ur: ایک اختیار منتخب کریں

# mainCategoryWorker
source: Work category
ur: اپنے کام کا مرکزی زمرہ منتخب کریں۔

# subCategoryWorker
source: Work sub categories
ur: اپنے کام کے ذیلی زمرے منتخب کریں۔

# hire
source: Hire a Worker
ur: مزدور کی خدمات حاصل کریں

# findjob
source: Find a Job
ur: نوکری کی تلاش کریں

# choseCat
source: Choose Category
ur: زمرہ منتخب کریں

source: Cleaning
ur: صفائی

source: Sweeping
ur: جھاڑو لگانا

source: Digging
ur: کھدائی

source: Carpenter
ur: بڑھئی

source: Blacksmith
ur: لوہار

source: Painter
ur: پینٹر

source: Electrician
ur: الیکٹریشن

source: Marble Work
ur: ماربل ورک

# anySkill
source: Do you have any other skill?
ur: کیا آپ کے پاس کوئی اور ہنر ہے؟

source: Monthly income
ur: ماہانہ آمدنی

# workExperience
source: Working Experience
ur: کام کرنے کا تجربہ

# detailsButton
source: Details
ur: تفصیلات

# verified
source: Verified job
ur: تصدیق شدہ کام

source: Search
ur: تلاش

# mostRecebt
source: Most Recent
ur: حالیہ ترین

source: Best Matches
ur: بہترین میچز

source: Budget
ur: بجٹ

# longTerm
source: Long project
ur: طویل منصوبہ

source: Hour ago
ur: گھنٹہ پہلے

source: Jobs
ur: نوکریاں

source: post
ur: پوسٹ

# map
source: Google Maps
ur: گوگل میپس

source: Notifications
ur: اطلاعات

# title
source: I need a cleaner
ur: مجھے ایک کلینر چاہیے

# govSchemes
source: Government Schemes
ur: سرکاری اسکیمیں

# myprof
source: My profile
ur: میری پروفائل

# learnNewSkill
source: Learn New Skills
ur: نئی مہارتیں سیکھیں۔

source: My jobs
ur: میری نوکریاں

source: Payment
ur: رقم کی ادائیگی

# changeLang
source: Change Language
ur: زبان تبدیل کریں

# accountSet
source: Account Setting
ur: اکاؤنٹ کی ترتیب

# helpFeed
source: Help & FeedBack
ur: مدد اور فیڈ بیک

source: Logout
ur: لاگ آوٹ

# selectTitleCreatJob
source: Please select a title
ur: براہ کرم ایک عنوان منتخب کریں۔

# jobDescrip
source: Describe your job
ur: اپنے کام کی وضاحت کریں۔

# hintJobDes
source: e.g I want an electrician for long term project
ur: مثال کے طور پر میں طویل مدتی پروجیکٹ کے لیے الیکٹریشن چاہتا ہوں۔

# tellUsBudget
source: Tell us about your budget
ur: اپنے بجٹ کے بارے میں بتائیں

# maxBudget
source: Maximum Budget
ur: زیادہ سے زیادہ بجٹ

# selectLevelExp
source: Select level of experience
ur: تجربہ کی سطح منتخب کریں۔

# howLongWork
source: How long your work will take
ur: آپ کے کام میں کتنا وقت لگے گ۔

source: Work Duration
ur: کام کا دورانیہ

source: Worker
ur: مزدور

source: Client
ur: کلائنٹ

# joinAs
source: Do you want to join as a worker or client?
ur: کیا آپ کلائنٹ یا مزدور کے طور پر شامل ہونا چاہتے ہیں؟

# mostRecent
source: Most Recents
ur: سب سے حالیہ

# longPro
source: Long project
ur: طویل پروجیکٹ

source: Update
ur: اپ ڈیٹ

source: Submit
ur: جمع کروائیں

source: Delete
ur: ڈیلیٹ

source: Create
ur: بنانا

source: Pending
ur: زیرِ عمل کام

source: Completed
ur: مکمل شدہ کام

source: Applied
ur: درخواست دی گئی کام

source: Posted
ur: شائع شدہ کام

source: Chat
ur: بات چیت

source: Messages
ur: پیغامات

source: Type Something......
ur: کچھ ٹائپ کریں۔۔۔۔۔۔
